# Количество выполненных ДЗ (запишите значение 12)
home_work_count = 12
# Количество затраченных часов (запишите значение 1.5)
hours_count = 1.5
# Название курса (запишите значение 'Python')
course_name= 'Python'
# Время на одно задание (вычислить используя 1 и 2 переменные)
time_for_task = hours_count/home_work_count
# Выведите на экран(в консоль), используя переменные, следующую строку:
# Курс: Python, всего задач:12, затрачено часов: 1.5, среднее время выполнения 0.125 часа.
print('Курс:', course_name, ', всего задач:', home_work_count, ', затрачено часов:', hours_count, ', среднее время выполнения', time_for_task, 'часа.')

